{"label": "", "predict": "Symbolic Form : [[x+7, <, 0*x + 12, x, solve]]"}
{"label": "", "predict": "Symbolic Form : [[y+3, <, 0*y + 15, y, solve]]"}
{"label": "", "predict": "Symbolic Form: [[-2*y, >=, 14, y, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the range of values of x that satisfy the inequality.\n2. The inequality is: -4*x + 3 <= 5\n\nIdentify problem type: The problem asks for the range of values of x that satisfy the inequality which implies finding the values that satisfy the inequality. We can use the inequality to solve this problem.\n\nDefine the variables and formulate the inequality:\nLet x be the variable.\nThe inequality is: -4*x + 3 <= 5\n\nInequality: -4*x + 3 <= 5\nSymbolic Form: [[-4*x + 3, <=, 5, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the value of y that satisfies the inequality.\n2. The inequality is -11y + 4 > 15.\n\nIdentify problem type: The problem asks for the value of y that satisfies the inequality which implies finding the maximum value that satisfies the constraints. The inequality is a lower bound constraint. We can use the inequality to solve this problem.\n\nDefine the variables and formulate the inequality:\nLet y be the value of y that satisfies the inequality.\nThe inequality is -11y + 4 > 15.\n\nInequality: -11*y + 4 > 15\n\nSymbolic Form: [[-11*y + 4, >, 15, y, solve]]"}
{"label": "", "predict": "Symbolic Form: [[b/3, <=, 4, b, solve]]"}
{"label": "", "predict": "Break down the inequality:\n1. Distribute the 3 to the terms inside the parentheses: 3*4x - 3*5 > -6\n2. Combine like terms: 12x - 15 > -6\n3. Add 6 to both sides to eliminate the negative sign: 12x - 15 + 6 > -6 + 6\n4. Simplify: 12x - 9 > 0\n\nSymbolic Form: [[12*x - 9, >, 0, x, solve]]"}
{"label": "", "predict": "Symbolic Form : [[5*x+4, >=, 7*x + 16, x, solve]]"}
{"label": "", "predict": "Symbolic Form: [[-x-5, <, 3*x -11, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the numbers that satisfy the condition.\n2. The condition is: twice a number plus one is greater than negative three.\nIdentify problem type: The problem asks for the numbers that satisfy the condition which implies finding the values that satisfy the inequality. The condition is an inequality statement. We can use the inequality to solve this problem.\n\nDefine the variables and formulate the inequality:\nLet x be the number.\nThe condition is: twice a number plus one is greater than negative three so 2*x + 1 > -3\nInequality: 2*x + 1 > -3\nSymbolic Form: [[2*x + 1, >, -3, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the numbers that satisfy the condition.\n2. The condition is: eight more than three times a number is less than or equal to fourteen.\nIdentify problem type: The problem asks for the numbers that satisfy the condition which implies finding the values that satisfy the inequality. We can use the inequality to solve this problem.\n\nDefine the variables and formulate the inequality:\nLet x be the number.\nThe condition is: eight more than three times a number is less than or equal to fourteen so we can write it as 3*x + 8 <= 14\nInequality: 3*x + 8 <= 14\nSymbolic Form: [[3*x + 8, <=, 14, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the numbers that satisfy the condition.\n2. The condition is: nine less than negative four times a number is strictly greater than negative one.\nIdentify problem type: The problem asks for the numbers that satisfy the condition which implies finding the values that satisfy the inequality. The condition is a compound inequality. We can use the inequality to solve this problem.\n\nDefine the variables and formulate the compound inequality:\nLet x be the number.\nThe condition can be written as -4*x - 9 > -1\nCompound Inequality: -4*x - 9 > -1\nSymbolic Form: [[-4*x - 9 > -1, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the number that satisfies the given condition.\n2. Five is added to three times a number.\n3. The result is less than twenty.\n\nIdentify problem type: The problem asks for the number that satisfies the given condition which implies finding the maximum value that satisfies the constraints. The result is less than twenty is an upper bound constraint. We can use the inequality to solve this problem.\n\nDefine the variables and formulate the inequality:\nLet x be the number.\nResult = Three times a number + Five\nThe result is less than twenty so the result < 20\nThree times a number is 3*x\nFive is added to three times a number so the result is 3*x + 5\nThe result is less than twenty so 3*x + 5 < 20\nInequality: 3*x + 5 < 20\n\nSymbolic Form: [[3*x + 5, <, 20, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the range of values the number could be.\n2. The sum of three times a number and 4 is greater than negative 8.\nIdentify problem type: The problem asks for the range of values the number could be which implies finding the values that satisfy the constraints. The sum of three times a number and 4 is greater than negative 8 is an inequality constraint. We can use the inequality to solve this problem.\n\nDefine the variables and formulate the inequality:\nLet x be the number.\nThe sum of three times a number and 4 is 3*x + 4\nThe sum is greater than negative 8 so the inequality is 3*x + 4 > -8\n\nInequality: 3*x + 4 > -8\nSymbolic Form: [[3*x + 4, >, -8, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the maximum number of drinks Arleen can buy with the gift card.\n2. Arleen got a $20 gift card for the coffee shop.\n3. Her favorite iced drink costs $3.79.\n\nIdentify problem type: The problem asks for the maximum number of drinks Arleen can buy with the gift card which implies finding the maximum value that satisfies the constraints. Arleen got a $20 gift card for the coffee shop is an upper bound constraint. We can use the inequality to solve this problem.\n\nDefine the variables and formulate the inequality:\nLet x be the number of drinks Arleen can buy with the gift card.\nTotal cost = Cost of the drinks\nThe cost of the drinks is x*3.79\nArleen got a $20 gift card for the coffee shop so we accept at $20 and less so the is '=' sign in the inequality then x*3.79 <= 20\nInequality: x*3.79 <= 20\nSymbolic Form: [[x*3.79, <=, 20, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the number of people that can safely ride in the water taxi.\n2. The water taxi has a maximum load of 1,800 pounds.\n3. The average weight of one person is 150 pounds.\n\nIdentify problem type: The problem asks for the number of people that can safely ride in the water taxi which implies finding the maximum value that satisfies the constraints. The water taxi has a maximum load of 1,800 pounds is an upper bound constraint. We can use the inequality to solve this problem.\n\nDefine the variables and formulate the inequality:\nLet x be the number of people that can safely ride in the water taxi.\nTotal weight = Weight of the people\nThe average weight of one person is 150 pounds so the weight of the people is x*150\nThe water taxi has a maximum load of 1,800 pounds so we accept at 1,800 and less so the is '=' sign in the inequality then x*150 <= 1800\nInequality: x*150 <= 1800\nSymbolic Form: [[x*150, <=, 1800, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the number of cars Ryan must wash next summer.\n2. Ryan charges his neighbors $17.50 to wash their car.\n3. His goal is to earn at least $1,500.\n\nIdentify problem type: The problem asks for the number of cars Ryan must wash next summer which implies finding the minimum value that satisfies the constraints. Ryan's goal is to earn at least $1,500 is a lower bound constraint. We can use the inequality to solve this problem.\n\nDefine the variables and formulate the inequality:\nLet x be the number of cars Ryan must wash next summer.\nTotal earnings = Earnings from washing cars\nRyan charges his neighbors $17.50 to wash their car so the earnings from washing cars is x*17.50\nHis goal is to earn at least $1,500 so we accept at 1500 and more so the is '>=' sign in the inequality then x*17.50 >= 1500\nInequality: x*17.50 >= 1500\nSymbolic Form: [[x*17.50, >=, 1500, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the number of aprons Joni must sell next month.\n2. Joni sells kitchen aprons online for $32.50 each.\n3. She wants to earn at least $1,000.\n\nIdentify problem type: The problem asks for the number of aprons Joni must sell next month which implies finding the minimum value that satisfies the constraints. Joni wants to earn at least $1,000 is a lower bound constraint. We can use the inequality to solve this problem.\n\nDefine the variables and formulate the inequality:\nLet x be the number of aprons Joni must sell next month.\nTotal earnings = Earnings from selling aprons\nJoni sells kitchen aprons online for $32.50 each so the earnings from selling aprons is x*32.50\nShe wants to earn at least $1,000 so the total earnings should be greater than or equal to 1000 then x*32.50 >= 1000\nInequality: x*32.50 >= 1000\nSymbolic Form: [[x*32.50, >=, 1000, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the number of children Mona can have at the party and stay within her budget.\n2. Mona has a budget of $285.\n3. The Fun Zone charges $19 per child.\n\nIdentify problem type: The problem asks for the number of children Mona can have at the party and stay within her budget, which implies finding the maximum value that satisfies the constraints. Mona has a budget of $285 is a lower bound constraint. We can use the inequality to solve this problem.\n\nDefine the variables and formulate the inequality:\nLet x be the number of children Mona can have at the party.\nTotal cost = Cost of children\nThe Fun Zone charges $19 per child so the cost of children is 19*x\nMona has a budget of $285 so we accept at $285 and less so the is '=' sign in the inequality then 19*x <= 285\nInequality: 19*x <= 285\nSymbolic Form: [[19*x, <=, 285, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the number of \"cut & styles\" Moshde must do to save at least $1,200 per month.\n2. Moshde charges $45 for a haircut and style.\n3. Her monthly expenses are $960.\n4. She wants to be able to put at least $1,200 per month into her savings account.\n\nIdentify problem type: At least $1,200 per month implies that Moshde's savings should be greater than or equal to $1,200, we are not looking for a specific number of \"cut & styles\" but a minimum threshold. This is a lower bound constraint making it an inequality problem.\n\nDefine the variables and formulate the inequality:\nLet x be the number of \"cut & styles\" Moshde must do.\nTotal savings = Total revenue - Total expenses\nMoshde charges $45 for a haircut and style so the total revenue is x*45\nHer monthly expenses are $960 so the total expenses are 960\nfor at least $1,200 we accept at 1,200 and more so the is '=' sign in the inequality then total savings >= 1,200\nInequality: x*45 - 960 >= 1,200\n\nSymbolic Form: [[x*45 - 960, >=, 1200, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the number of four-person meals Katherine must sell to make a profit of at least $1,900.\n2. Katherine charges $115 per four-person meal.\n3. Her monthly expenses are $3,150.\n4. She wants to make a profit of at least $1,900.\n\nIdentify problem type: The problem asks for the number of four-person meals Katherine must sell to make a profit of at least $1,900 which implies finding the minimum value that satisfies the constraints. The total revenue should be greater than or equal to the total cost plus the desired profit is a lower bound constraint. We can use the inequality to solve this problem.\n\nDefine the variables and formulate the inequality:\nLet x be the number of four-person meals Katherine must sell.\nTotal revenue = Revenue from selling meals\nTotal cost = Monthly expenses\nDesired profit = $1,900\nKatherine charges $115 per four-person meal so the revenue from selling meals is x*115\nHer monthly expenses are $3,150 so the monthly expenses is 3150\nThe total revenue should be greater than or equal to the total cost plus the desired profit so the total revenue >= 3150 + 1900\nInequality: x*115 >= 3150 + 1900\nSymbolic Form: [[x*115, >=, 3150 + 1900, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the maximum number of ccf Jake can use.\n2. Jake's water bill is $24.80 per month plus $2.20 per ccf of water.\n3. Jake wants his bill to be no more than $60.\n\nIdentify problem type: The problem asks for the maximum number of ccf Jake can use which implies finding the maximum value that satisfies the constraints. Jake wants his bill to be no more than $60 is an upper bound constraint. We can use the inequality to solve this problem.\n\nDefine the variables and formulate the inequality:\nLet x be the number of ccf Jake can use.\nTotal bill = Fixed monthly charge + Variable charge\nFixed monthly charge is $24.80\nVariable charge is x*2.20\nTotal bill = 24.80 + x*2.20\nJake wants his bill to be no more than $60 so we accept at $60 and less so the is '=' sign in the inequality then 24.80 + x*2.20 <= 60\nInequality: 24.80 + x*2.20 <= 60\nSymbolic Form: [[24.80 + x*2.20, <=, 60, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the number of people that can safely ride the elevator.\n2. The maximum weight is 2100 pounds.\n3. The average weight of one person is 150 pounds.\n\nIdentify problem type: The problem asks for the number of people that can safely ride the elevator which implies finding the maximum value that satisfies the constraints. The maximum weight is 2100 pounds is an upper bound constraint. We can use the inequality to solve this problem.\n\nDefine the variables and formulate the inequality:\nLet x be the number of people that can safely ride the elevator.\nTotal weight = Weight of the people\nThe average weight of one person is 150 pounds so the weight of the people is x*150\nThe maximum weight is 2100 pounds so we accept at 2100 and less so the is '=' sign in the inequality then x*150 <= 2100\nInequality: x*150 <= 2100\nSymbolic Form: [[x*150, <=, 2100, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the number of cars the student government officers must wash to have enough money to pay for the trip.\n2. The cost of registration is $110.\n3. The cost of transportation and food is $375.\n4. The cost of the hotel is $42 per person.\n5. There are 5 student government officers.\n6. There is $450 budgeted for the convention in the student government savings account.\n7. They can earn the rest of the money they need by having a car wash.\n8. They charge $5 per car.\n\nIdentify problem type: The problem asks for the number of cars the student government officers must wash to have enough money to pay for the trip which implies finding the minimum value that satisfies the constraints. The total cost of the trip should be greater than or equal to the total funds available is a lower bound constraint. We can use the inequality to solve this problem.\n\nDefine the variables and formulate the inequality:\nLet x be the number of cars the student government officers must wash.\nTotal cost = Cost of registration + Cost of transportation and food + Cost of hotel + Total cost of the trip\nTotal money available = Total funds available + Earnings from the car wash\nThe cost of registration is $110 so the cost of registration is 110\nThe cost of transportation and food is $375 so the cost of transportation and food is 375\nThe cost of the hotel is $42 per person so the cost of the hotel is 42*5\nThere is $450 budgeted for the convention in the student government savings account so the total funds available is 450\nThey can earn the rest of the money they need by having a car wash so Earnings from the car wash is x*5\nTotal money available should be greater than or equal to the total cost of the trip so the total money available >= 110 + 375 + 42*5\nInequality: 450 + x*5 >= 110 + 375 + 42*5\nSymbolic Form: [[450 + x*5, >=, 110 + 375 + 42*5, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the number of hours Eun-Kyung must tutor to have enough money for the party.\n2. Eun-Kyung earns $60 per hour.\n3. She has $792 in savings.\n4. The party will cost her $1,520 for food and drinks and $150 for the photographer.\n5. She will also have a favor for each of the 40 guests, and each favor will cost $7.50.\n\nIdentify problem type: The problem asks for the number of hours Eun-Kyung must tutor to have enough money for the party which implies finding the minimum value that satisfies the constraints. The total cost of the party should be greater than or equal to the total funds available is a lower bound constraint. We can use the inequality to solve this problem.\n\nDefine the variables and formulate the inequality:\nLet x be the number of hours Eun-Kyung must tutor.\nTotal cost = Cost of food and drinks + Cost of photographer + Cost of favors + Total cost of the party\nTotal money available = Total funds available + Earnings from tutoring\nThe party will cost her $1,520 for food and drinks so the cost of food and drinks is 1520\nThe party will cost her $150 for the photographer so the cost of photographer is 150\nShe will also have a favor for each of the 40 guests, and each favor will cost $7.50 so the cost of favors is 7.5*40\nShe has $792 in savings so the total funds available is 792\nEun-Kyung earns $60 per hour so Earnings from tutoring is x*60\nTotal money available should be greater than or equal to the total cost of the party so the total money available >= 1520 + 150 + 7.5*40\nInequality: 792 + x*60 >= 1520 + 150 + 7.5*40\nSymbolic Form: [[792 + x*60, >=, 1520 + 150 + 7.5*40, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the number of lawns Cesar must mow to have enough money to pay for the trip.\n2. The cost of airfare is $198.\n3. The cost of local transportation is $56.\n4. The cost of food is $45 per day.\n5. The trip is four days long.\n6. Cesar has $189 in savings.\n7. Cesar can earn $35 for each lawn he mows.\n\nIdentify problem type: The problem asks for the number of lawns Cesar must mow to have enough money to pay for the trip which implies finding the minimum value that satisfies the constraints. The total cost of the trip should be greater than or equal to the total funds available is a lower bound constraint. We can use the inequality to solve this problem.\n\nDefine the variables and formulate the inequality:\nLet x be the number of lawns Cesar must mow.\nTotal cost = Cost of airfare + Cost of local transportation + Cost of food + Total cost of the trip\nTotal money available = Total funds available + Earnings from mowing lawns\nThe cost of airfare is $198 so the cost of airfare is 198\nThe cost of local transportation is $56 so the cost of local transportation is 56\nThe cost of food is $45 per day so the cost of food is 45*4\nCesar has $189 in savings so the total funds available is 189\nCesar can earn $35 for each lawn he mows so Earnings from mowing lawns is x*35\nTotal money available should be greater than or equal to the total cost of the trip so the total money available >= 198 + 56 + 45*4\nInequality: 189 + x*35 >= 198 + 56 + 45*4\nSymbolic Form: [[189 + x*35, >=, 198 + 56 + 45*4, x, solve]]"}
{"label": "", "predict": "Symbolic Form: [[15, 35, igcd]]"}
{"label": "", "predict": "Symbolic Form: [[100, 104, igcd]]"}
{"label": "", "predict": "Symbolic Form: [[-30, 95, igcd]]"}
{"label": "", "predict": "Symbolic Form: [[90, 120, 150, igcd]]"}
{"label": "", "predict": "Symbolic Form: [[210, 630, 182, igcd]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the number of plastic containers Kiara needs.\n2. Kiara baked 30 oatmeal cookies and 48 chocolate chip cookies.\n3. She wants to divide the cookies into identical containers.\n4. Each container should have the same number of each kind of cookie.\n5. She wants each container to have the greatest number of cookies possible.\n\nIdentify problem type: The problem states that Kiara wants to divide the cookies into identical containers with the same number of each kind of cookie. This suggests that we need to find a number that divides both the number of oatmeal cookies - 30 and the number of chocolate chip cookies - 48 evenly. Additionally, the problem asks for the greatest number of containers that can be formed, indicating that we should use the greatest common divisor to determine the maximum number of containers that can be created while maintaining equal distribution among the cookies.\n\nSymbolic Form: [[30, 48, igcd]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the greatest number of bouquets Sara can make.\n2. Sara has 16 red flowers and 24 yellow flowers.\n3. She wants to make bouquets with the same number of each color flower in each bouquet.\n\nIdentify problem type: The problem states that Sara wants to make bouquets with the same number of each color flower in each bouquet. This suggests that we need to find a number that divides both the number of red flowers - 16 and the number of yellow flowers - 24 evenly. Additionally, the problem asks for the greatest number of bouquets that can be formed, indicating that we should use the greatest common divisor to determine the maximum number of bouquets that can be created while maintaining equal distribution among the flowers.\n\nSymbolic Form: [[16, 24, igcd]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the greatest number of baskets Lisa can make.\n2. Lisa has 12 coloring books, 28 markers, and 36 crayons.\n3. Each type of toy should be equally distributed among the baskets.\n\nIdentify problem type: The problem states that Lisa wants to distribute the toys equally among the baskets, suggesting that we need to find a number that divides all three quantities (12, 28, and 36) evenly. Additionally, the problem asks for the greatest number of baskets that can be formed, indicating that we should use the greatest common divisor to determine the maximum number of baskets that can be created while maintaining equal distribution.\n\nSymbolic Form: [[12, 28, 36, igcd]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the greatest number of platters the staff can make.\n2. The kitchen staff baked 96 chicken legs, 144 thighs, and 224 wings.\n3. Each platter will have the same number of legs, thighs, and wings.\nIdentify problem type: The problem states that the staff wants to prepare platters with the same number of legs, thighs, and wings. This suggests that we need to find a number that divides all three quantities evenly. Additionally, the problem asks for the greatest number of platters that can be made, indicating that we should use the greatest common divisor to determine the maximum number of platters that can be created while maintaining equal distribution among the chicken pieces.\nFind the greatest common factor of 96, 144, and 224.\nSymbolic Form: [[96, 144, 224, igcd]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the greatest donation Anthony and Jennifer can make.\n2. Anthony's mom gave him 30 dollars.\n3. Jennifer's mom gave her 36 dollars.\n4. They want to give the same amount of money to a charity.\n\nIdentify problem type: The problem states that Anthony and Jennifer want to give the same amount of money to a charity, which implies that we need to find a number that divides both the amount of money Anthony's mom gave him - 30 and the amount of money Jennifer's mom gave her - 36 evenly. The problem asks for the greatest donation, indicating that we should use the greatest common divisor to determine the maximum amount they can donate while maintaining equal distribution.\n\nSymbolic Form: [[30, 36, igcd]]"}
{"label": "", "predict": "Symbolic Form: [[4*x + 2*y - 0, -4*x -9*y + 28, x, y, solve]]"}
{"label": "", "predict": "Symbolic Form: [[-7*x + 5*y + 8, -3*x -3*y -12, x, y, solve]]"}
{"label": "", "predict": "Symbolic Form: [[y - 2*x + 3, y + 2*x - 9, x, y, solve]]"}
{"label": "", "predict": "Symbolic Form: [[-8*x + 2*y + 6, -2*x + 3*y -11, x, y, solve]]"}
{"label": "", "predict": "Symbolic Form: [[10*x + 6*y - 24, -6*x + y - 4, x, y, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the number of nickels and dimes the boy has.\n2. The boy has $2.25 in total.\n3. There are twice as many dimes as nickels.\n\nIdentify problem type: We need to find two unknown quantities: the number of nickels and the number of dimes. The problem provides information about relationships between these quantities. We can set up a system of linear equations based on the given information to solve the problem.\n\nDefine the variables and formulate the linear system of equations:\nLet n be the number of nickels.\nLet d be the number of dimes.\nThe boy has $2.25 in total: 0.05*n + 0.10*d = 2.25\nThere are twice as many dimes as nickels: d = 2*n\n\nSystem of equations: {0.05*n + 0.10*d = 2.25, d - 2*n = 0}\n\nSymbolic Form: [[0.05*n + 0.10*d - 2.25, d - 2*n, n, d, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to determine the number of calories in a hot dog and a cup of cottage cheese.\n2. The total number of calories in 2 hot dogs and 3 cups of cottage cheese is 960 calories.\n3. The total number of calories in 5 hot dogs and 2 cups of cottage cheese is 1,190 calories.\n\nIdentify problem type: We need to find two unknown quantities: the number of calories in a hot dog and the number of calories in a cup of cottage cheese. The problem provides information about relationships between these quantities. We can set up a system of linear equations based on the given information to solve the problem.\n\nDefine the variables and formulate the linear system of equations:\nLet h be the number of calories in a hot dog.\nLet c be the number of calories in a cup of cottage cheese.\nThe total number of calories in 2 hot dogs and 3 cups of cottage cheese is 960 calories: 2*h + 3*c = 960\nThe total number of calories in 5 hot dogs and 2 cups of cottage cheese is 1,190 calories: 5*h + 2*c = 1190\n\nSystem of equations: {2*h + 3*c = 960, 5*h + 2*c = 1190}\n\nSymbolic Form: [[2*h + 3*c - 960, 5*h + 2*c - 1190, h, c, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the number of nickels and dimes in the piggy bank.\n2. The number of dimes is ten less than twice the number of nickels.\n3. The total value of all the coins is $2.75.\n\nIdentify problem type: We need to find two unknown quantities: the number of nickels and the number of dimes. The problem provides information about relationships between these quantities. We can set up a system of linear equations based on the given information to solve the problem.\n\nDefine the variables and formulate the linear system of equations:\nLet n be the number of nickels.\nLet d be the number of dimes.\nThe number of dimes is ten less than twice the number of nickels: d = 2*n - 10\nThe total value of all the coins is $2.75: 0.05*n + 0.10*d = 2.75\n\nSystem of equations: {d = 2*n - 10, 0.05*n + 0.10*d = 2.75}\n\nSymbolic Form: [[d - 2*n + 10, 0.05*n + 0.10*d - 2.75, n, d, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find out how many gallons each cooler can hold.\n2. June needs 48 gallons of punch for a party.\n3. The bigger cooler is five times as large as the smaller cooler.\n\nIdentify problem type: We need to find two unknown quantities: the capacity of the smaller cooler and the capacity of the bigger cooler. The problem provides information about relationships between these quantities. We can set up a system of linear equations based on the given information to solve the problem.\n\nDefine the variables and formulate the linear system of equations:\nLet x be the capacity of the smaller cooler.\nLet y be the capacity of the bigger cooler.\nThe bigger cooler is five times as large as the smaller cooler: y = 5*x\nThe total capacity of the two coolers is 48 gallons: x + y = 48\n\nSystem of equations: {y = 5*x, x + y = 48}\n\nSymbolic Form: [[y - 5*x, x + y - 48, x, y, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find out how many cable packages would need to be sold to make the total pay the same.\n2. The first company pays a salary of $14,000 plus a commission of $100 for each cable package sold.\n3. The second company pays a salary of $20,000 plus a commission of $25 for each cable package sold.\n\nIdentify problem type: To solve this problem, find the unknown quantity - number of cable packages to be sold. Declare one more unknown quantity which is the total pay. With all the information given relate to the unknown quantities we need to use a system of linear equations to solve the problem.\n\nDefine the variables and formulate the linear system of equations:\nLet x be the number of cable packages to be sold.\nLet y be the total pay.\nThe first company pays a salary of $14,000 plus a commission of $100 for each cable package sold: y = 100*x + 14000\nThe second company pays a salary of $20,000 plus a commission of $25 for each cable package sold: y = 25*x + 20000\nSystem of equations: {y = 100*x + 14000, y = 25*x + 20000}\nSymbolic Form: [[y - 100*x - 14000, y - 25*x - 20000, x, y, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the two numbers.\n2. The sum of the two numbers is 30.\n3. One number is 4 less than the other.\n\nIdentify problem type: We need to find two unknown quantities: the two numbers. The problem provides information about relationships between these quantities. We can set up a system of linear equations based on the given information to solve the problem.\n\nDefine the variables and formulate the linear system of equations:\nLet x be the larger number.\nLet y be the smaller number.\nThe sum of the two numbers is 30: x + y = 30\nOne number is 4 less than the other: x = y + 4\n\nSystem of equations: {x + y = 30, x - y = 4}\n\nSymbolic Form: [[x + y - 30, x - y - 4, x, y, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the two numbers.\n2. The sum of the two numbers is 45.\n3. The difference between the two numbers is 89.\n\nIdentify problem type: We need to find two unknown quantities: the two numbers. The problem provides information about relationships between these quantities. We can set up a system of linear equations based on the given information to solve the problem.\n\nDefine the variables and formulate the linear system of equations:\nLet x be the smaller number.\nLet y be the larger number.\nThe sum of the two numbers is 45: x + y = 45\nThe difference between the two numbers is 89: y - x = 89\n\nSystem of equations: {x + y = 45, y - x = 89}\n\nSymbolic Form: [[x + y - 45, y - x - 89, x, y, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the measures of the two complementary angles.\n2. The difference of the two angles is 17 degrees.\n3. Complementary angles add up to 90 degrees.\n\nIdentify problem type: We need to find two unknown quantities: the measures of the two complementary angles. The problem provides information about relationships between these quantities. We can set up a system of linear equations based on the given information to solve the problem.\n\nDefine the variables and formulate the linear system of equations:\nLet x be the measure of one complementary angle.\nLet y be the measure of the other complementary angle.\nThe difference of the two angles is 17 degrees: y - x = 17\nThe sum of the two complementary angles is 90 degrees: x + y = 90\n\nSystem of equations: {y - x = 17, x + y = 90}\n\nSymbolic Form: [[y - x - 17, x + y - 90, x, y, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the length and width of the toddler play area.\n2. The perimeter of the play area is 100 feet.\n3. The length is ten more than three times the width.\n\nIdentify problem type: We need to find two unknown quantities: the width and the length of the play area. The problem provides information about relationships between these quantities. We can construct a system of linear equations based on the given information to solve the problem.\n\nDefine the variables and formulate the linear system of equations:\nLet w be the width of the play area.\nLet l be the length of the play area.\nThe perimeter of the play area is 100 feet and the formula for the perimeter of a rectangle is P = 2*(length + width): 2*(l + w) = 100\nThe length is ten more than three times the width: l = 3*w + 10\n\nSystem of equations: {2*(l + w) = 100, l = 3*w + 10}\n\nSymbolic Form: [[2*(l + w) - 100, l - 3*w - 10, w, l, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the rate of the cruise boat in still water and the rate of the current.\n2. The cruise boat sailed 80 miles down the Mississippi River for four hours.\n3. It took five hours to return.\n\nIdentify problem type: We need to find two unknown quantities: the rate of the cruise boat in still water and the rate of the current. The problem provides information about relationships between these quantities. We can set up a system of linear equations based on the given information to solve the problem.\n\nDefine the variables and formulate the linear system of equations:\nLet x be the rate of the cruise boat in still water.\nLet y be the rate of the current.\nThe cruise boat sailed 80 miles down the Mississippi River for four hours: 4*(x + y) = 80\nIt took five hours to return: 5*(x - y) = 80\nSystem of equations: {4*x + 4*y = 80, 5*x - 5*y = 80}\nSymbolic Form: [[4*x + 4*y - 80, 5*x - 5*y - 80, x, y, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the speed of the jet in still air and the speed of the wind.\n2. The jet can fly 1435 miles in 5 hours with a tailwind.\n3. The jet can fly 1,215 miles in 5 hours into a headwind.\n\nIdentify problem type: We need to find two unknown quantities: the speed of the jet in still air and the speed of the wind. The problem provides information about relationships between these quantities. We can set up a system of linear equations based on the given information to solve the problem.\n\nDefine the variables and formulate the linear system of equations:\nLet j be the speed of the jet in still air.\nLet w be the speed of the wind.\nWith a tailwind, the speed of the jet is the sum of the speed of the jet in still air and the speed of the wind:\nSpeed with tailwind = Jet's speed in still air + Wind's speed\n1435 = 5*(j + w)\nWith a headwind, the speed of the jet is the difference between the speed of the jet in still air and the speed of the wind:\nSpeed with headwind = Jet's speed in still air - Wind's speed\n1215 = 5*(j - w)\n\nSystem of equations: {5*j + 5*w = 1435, 5*j - 5*w = 1215}\n\nSymbolic Form: [[5*j + 5*w - 1435, 5*j - 5*w - 1215, j, w, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to determine how many adult and child tickets were sold.\n2. The tickets for adults are $70 each.\n3. The tickets for children are $50 each.\n4. The total number of tickets sold is 300.\n5. The total receipts are $17,200.\n\nIdentify problem type: We need to find two unknown quantities: the number of adult tickets and the number of child tickets. The problem provides information about relationships between these quantities. We can set up a system of linear equations based on the given information to solve the problem.\n\nDefine the variables and formulate the linear system of equations:\nLet x be the number of adult tickets.\nLet y be the number of child tickets.\nTotal tickets = number of adult tickets + number of child tickets\nThe total number of tickets sold is 300: x + y = 300\nTotal receipts = (number of adult tickets * $70) + (number of child tickets * $50)\nThe total receipts are $17,200: 70*x + 50*y = 17200\n\nSystem of equations: {x + y = 300, 70*x + 50*y = 17200}\n\nSymbolic Form: [[x + y - 300, 70*x + 50*y - 17200, x, y, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to determine how much of each type of coffee Joseph should use to make twelve pounds of a coffee blend at a cost of $6 per pound.\n2. Joseph blends Ground Chicory at $5 a pound with Jamaican Blue Mountain at $9 per pound.\n3. The total cost of the coffee blend should be $6 per pound.\n\nIdentify problem type: To solve this problem, we need to find the unknown quantities - the amount of each type of coffee Joseph should use. The problem provides information related to the unknown quantities, such as the desired cost of the coffee blend, the total weight of the blend, and the costs of the available coffee types. We can set up a system of linear equations based on this information to determine the optimal amounts of each coffee type to use.\n\nDefine the variables and formulate the linear system of equations:\nLet x be the amount of Ground Chicory in pounds.\nLet y be the amount of Jamaican Blue Mountain in pounds.\nJoseph wants to make twelve pounds of a coffee blend: x + y = 12\nThe cost of Ground Chicory is $5 per pound: 5*x\nThe cost of Jamaican Blue Mountain is $9 per pound: 9*y\nThe total cost of the coffee blend should be $6 per pound: 5*x + 9*y = 6*(x + y)\nSystem of equations: {x + y = 12, 5*x + 9*y = 6*(x + y)}\nSymbolic Form: [[x + y - 12, 5*x + 9*y - 6*(x + y), x, y, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to determine how many $10 bills and $20 bills the cashier has.\n2. The cashier has 54 bills in total.\n3. The total value of the money is $910.\n4. There are two types of bills: $10 bills and $20 bills.\n\nIdentify problem type: We need to find two unknown quantities: the number of $10 bills and the number of $20 bills. The problem provides information about relationships between these quantities. We can set up a system of linear equations based on the given information to solve the problem.\n\nDefine the variables and formulate the linear system of equations:\nLet x be the number of $10 bills.\nLet y be the number of $20 bills.\nTotal bills = number of $10 bills + number of $20 bills\nThe cashier has 54 bills in total: x + y = 54\nTotal value = (number of $10 bills * $10) + (number of $20 bills * $20)\nThe total value of the money is $910: 10*x + 20*y = 910\n\nSystem of equations: {x + y = 54, 10*x + 20*y = 910}\n\nSymbolic Form: [[x + y - 54, 10*x + 20*y - 910, x, y, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the number of dimes and quarters Lucinda has.\n2. The total value of the coins is $6.20.\n3. The number of dimes is eighteen more than three times the number of quarters.\n\nIdentify problem type: We need to find two unknown quantities: the number of dimes and the number of quarters. The problem provides information about relationships between these quantities. We can set up a system of linear equations based on the given information to solve the problem.\n\nDefine the variables and formulate the linear system of equations:\nLet x be the number of quarters.\nLet y be the number of dimes.\nThe total value of the coins is the sum of the value of the quarters and the value of the dimes: 0.25*x + 0.10*y = 6.20\nThe number of dimes is eighteen more than three times the number of quarters: y = 3*x + 18\n\nSystem of equations: {0.25*x + 0.10*y = 6.20, y = 3*x + 18}\n\nSymbolic Form: [[0.25*x + 0.10*y - 6.20, y - 3*x - 18, x, y, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to determine how many Main Level and how many Terrace Level tickets the group bought.\n2. The cost of Main Level tickets is $69.\n3. The cost of Terrace Level tickets is $39.\n4. The total number of tickets is 16.\n5. The total cost of the tickets is $804.\n\nIdentify problem type: We need to find two unknown quantities: the number of Main Level tickets and the number of Terrace Level tickets. The problem provides information about relationships between these quantities. We can set up a system of linear equations based on the given information to solve the problem.\n\nDefine the variables and formulate the linear system of equations:\nLet x be the number of Main Level tickets.\nLet y be the number of Terrace Level tickets.\nTotal tickets = number of Main Level tickets + number of Terrace Level tickets\nThe group bought a total of 16 tickets: x + y = 16\nTotal cost = (number of Main Level tickets * $69) + (number of Terrace Level tickets * $39)\nThe total cost of the tickets is $804: 69*x + 39*y = 804\n\nSystem of equations: {x + y = 16, 69*x + 39*y = 804}\n\nSymbolic Form: [[x + y - 16, 69*x + 39*y - 804, x, y, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to determine how many liters of each solution should be used to create an 85% antifreeze solution.\n2. The 90% antifreeze solution and the 75% antifreeze solution are available.\n3. The target is to create 360 liters of an 85% antifreeze solution.\n\nIdentify problem type: To solve this problem, we need to find the unknown quantities - the amount of each solution to be used. The problem provides information related to the unknown quantities, such as the desired antifreeze concentration in the final solution, the total volume of the solution, and the antifreeze concentrations of the available solutions. We can set up a system of linear equations based on this information to determine the optimal amounts of each solution to use.\n\nDefine the variables and formulate the linear system of equations:\nLet x be the amount of the 90% antifreeze solution.\nLet y be the amount of the 75% antifreeze solution.\nThe total volume of the antifreeze solution = Volume of 90% solution + Volume of 75% solution\nThe target is to create 360 liters of an 85% antifreeze solution: x + y = 360\nTotal amount of antifreeze = (Volume of 90% solution * 90%) + (Volume of 75% solution * 75%)\nThe desired antifreeze concentration is 85%: 0.85*(x + y)\nThe 90% antifreeze solution: 0.9*x\nThe 75% antifreeze solution: 0.75*y\nThe target is to create an 85% antifreeze solution from the 90% and 75% solutions: 0.85*(x + y) = 0.9*x + 0.75*y\n\nSystem of equations: {x + y = 360, 0.85*(x + y) = 0.9*x + 0.75*y}\n\nSymbolic Form: [[x + y - 360, 0.85*(x + y) - 0.9*x - 0.75*y, x, y, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to determine how much Mark should invest at each rate to earn $1095 in interest in one year.\n2. Mark wants to invest $10,000.\n3. He will invest some of the money in a short term CD that pays 12% interest.\n4. The rest of the money will be invested in a money market savings account that pays 5% interest.\n\nIdentify problem type: To solve this problem, we need to find the unknown quantities - the amount of money Mark should invest at each rate. The problem provides information related to the unknown quantities, such as the total amount of money invested, the interest rates, and the total interest earned. We can set up a system of linear equations based on this information to determine the optimal allocation of funds.\n\nDefine the variables and formulate the linear system of equations:\nLet x be the amount of money invested in the short term CD.\nLet y be the amount of money invested in the money market savings account.\nMark wants to invest $10,000: x + y = 10000\nThe short term CD pays 12% interest: 0.12*x\nThe money market savings account pays 5% interest: 0.05*y\nMark wants to earn $1095 in interest in one year: 0.12*x + 0.05*y = 1095\n\nSystem of equations: {x + y = 10000, 0.12*x + 0.05*y = 1095}\n\nSymbolic Form: [[x + y - 10000, 0.12*x + 0.05*y - 1095, x, y, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to determine how much each loan is.\n2. The business has two loans totaling $85,000.\n3. One loan has a rate of 6% and the other has a rate of 4.5%.\n4. The business expects to pay $4,650 in interest on the two loans.\n\nIdentify problem type: We need to find two unknown quantities: the amount of each loan. The problem provides information about relationships between these quantities. We can set up a system of linear equations based on the given information to solve the problem.\n\nDefine the variables and formulate the linear system of equations:\nLet x be the amount of the 6% loan.\nLet y be the amount of the 4.5% loan.\nThe business has two loans totaling $85,000: x + y = 85000\nThe business expects to pay $4,650 in interest on the two loans: 0.06*x + 0.045*y = 4650\n\nSystem of equations: {x + y = 85000, 0.06*x + 0.045*y = 4650}\n\nSymbolic Form: [[x + y - 85000, 0.06*x + 0.045*y - 4650, x, y, solve]]"}
{"label": "", "predict": "Symbolic Form: [[9, 15, ilcm]]"}
{"label": "", "predict": "Symbolic Form: [[74, 111, ilcm]]"}
{"label": "", "predict": "Symbolic Form: [[8, 10, 15, ilcm]]"}
{"label": "", "predict": "Symbolic Form: [[45, 63, 98, ilcm]]"}
{"label": "", "predict": "Symbolic Form: [[1/2, 9/8, ilcm]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find when both teams will have games on the same day again.\n2. The soccer team plays every 3 days.\n3. The basketball team plays every 5 days.\n\nIdentify problem type: The problem involves two teams with different schedules. The question asks when both teams will have games on the same day again, indicating that we need to find the least common multiple of the given intervals to determine when they will synchronize again.\n\nSymbolic Form: [[3, 5, ilcm]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the least height in feet at which the two piles will be the same height.\n2. Boxes that are 12 inches tall are being piled next to boxes that are 10 inches tall.\nIdentify problem type: The problem involves two piles of boxes with different heights. The question asks for the least height in feet at which the two piles will be the same height, indicating that we need to find the least common multiple of the given heights to determine the minimum height at which the two piles will be the same height.\nFind the least common multiple of 12 and 10.\nSymbolic Form: [[12, 10, ilcm]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find when both husband and wife will smile at each other at the same time.\n2. The husband smiles at his wife every 3 seconds.\n3. The wife smiles back at him every 6 seconds.\n\nIdentify problem type: The problem involves two people smiling at each other at different intervals. The question asks when they will smile at each other at the same time, indicating that we need to find the least common multiple of the given intervals to determine when they will synchronize their smiles.\n\nSymbolic Form: [[3, 6, ilcm]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the least number of days it will take each person to save the same amount of money.\n2. Steve can save 9 dollars every day.\n3. Maria can save 12 dollars every day.\n\nIdentify problem type: The problem involves two people saving money at different rates. The question asks for the least number of days it will take each person to save the same amount of money, indicating that we need to find the least common multiple of the number of days to determine when they will have the same amount of money.\n\nSymbolic Form: [[9, 12, ilcm]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find how often the other man took a sip of water.\n2. The first man took a sip of water every 9 minutes.\n3. The two men took a sip of water at the same time 72 minutes after they started the race.\n\nIdentify problem type: The problem involves two men taking a sip of water at different intervals. The phrase they took a sip of water at the same time indicates that the men will synchronize at a specific time. The question asks how often the other man took a sip of water, suggesting that we need to find the least common multiple of the time intervals to determine the frequency of the other man's water intake.\n\nSymbolic Form: [[9, 72, ilcm]]"}
{"label": "", "predict": "Symbolic Form: [[x + 3 + 1 > 0, x + 3  -5 < 0, x, solve]]"}
{"label": "", "predict": "Symbolic Form: [[3*x  -18 < 0, 5*x + 20 > 0, x, solve]]"}
{"label": "", "predict": "Symbolic Form: [[2*x -1 + 5 >= 0, 2*x -1  -7 <= 0, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the possible number of calories he could burn daily.\n2. He needs to burn at least 2000 but no more than 2500 calories per day.\n\nIdentify problem type: He needs to burn at least 2000 but no more than 2500 calories per day sets the range of acceptable calories for the fitness enthusiast. This implies the use of compound inequalities to solve the problem.\n\nDefine the variables and formulate the compound inequality:\nLet x be the number of calories he could burn daily.\nat least 2000 but no more than 2500 so the number of calories is between 2000 and 2500 inclusive of the values so = sign is used in the inequality then 2000 <= x <= 2500\n\nCompound Inequality: 2000 <= x <= 2500\n\nSymbolic Form: [[2000 <= x, x <= 2500, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the acceptable range of temperatures for the greenhouse.\n2. The temperature in a greenhouse must be kept between 60 and 80 Fahrenheit Degree for optimal plant growth.\n3. The temperature control system is set up so that the temperature can fluctuate by up to 5 degree.\n\nIdentify problem type: The temperature in a greenhouse must be kept between 60 and 80 Fahrenheit Degree for optimal plant growth sets the range of acceptable temperatures for the greenhouse. This implies the use of compound inequalities to solve the problem.\n\nDefine the variables and formulate the compound inequality:\nLet x be the temperature in the greenhouse.\nbetween 60 and 80 Fahrenheit Degree for optimal plant growth can be written as 60 <= x <= 80\nThe temperature control system is set up so that the temperature can fluctuate by up to 5 degree so the acceptable range of temperatures is x - 5 <= x <= x + 5\nCombining the inequalities: 60 <= x - 5 <= x + 5 <= 80\n\nSymbolic Form: [[60 <= x - 5, x - 5 <= x + 5, x + 5 <= 80, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the range of numbers that satisfy the condition.\n2. The sum of four times a number and eight is between zero and twelve.\n\nIdentify problem type: The sum of four times a number and eight is between zero and twelve sets the range of acceptable sums. This implies the use of compound inequalities to solve the problem.\n\nDefine the variables and formulate the compound inequality:\nLet x be the number.\nThe sum of four times a number and eight is 4*x + 8\nWe finding range for number so it is exclusive of the values so = sign is not used in the inequality then 0 < 4*x + 8 < 12\nCompound Inequality: 0 < 4*x + 8 < 12\n\nSymbolic Form: [[0 < 4*x + 8, 4*x + 8 < 12, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the range of numbers that satisfy the condition.\n2. The total of three times a number and fifteen is between six and twenty-seven.\n\nIdentify problem type: The total of three times a number and fifteen is between six and twenty-seven sets the range of acceptable totals. This implies the use of compound inequalities to solve the problem.\n\nDefine the variables and formulate the compound inequality:\nLet x be the number.\nThe total of three times a number and fifteen is 3*x + 15\nWe finding range for number so it is exclusive of the values so = sign is not used in the inequality then 6 < 3*x + 15 < 27\nCompound Inequality: 6 < 3*x + 15 < 27\n\nSymbolic Form: [[6 < 3*x + 15, 3*x + 15 < 27, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the range of numbers that satisfy the condition.\n2. The difference between twice a number and five is at least -3 but no more than 9.\n\nIdentify problem type: The difference between twice a number and five is at least -3 but no more than 9 sets the range of acceptable differences. This implies the use of compound inequalities to solve the problem.\n\nDefine the variables and formulate the compound inequality:\nLet x be the number.\nThe difference between twice a number and five is 2*x - 5\nBecause it is at least -3 and no more than 9 so = sign is used in the inequality then -3 <= 2*x - 5 <= 9\n\nCompound Inequality: -3 <= 2*x - 5 <= 9\n\nSymbolic Form: [[-3 <= 2*x - 5, 2*x - 5 <= 9, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the possible range of the number.\n2. The sum of a number multiplied by 4 and 8 is between 0 and 12.\n\nIdentify problem type: The sum of a number multiplied by 4 and 8 is between 0 and 12 sets the range of acceptable sums. This implies the use of compound inequalities to solve the problem.\n\nDefine the variables and formulate the compound inequality:\nLet x be the number.\nThe sum of a number multiplied by 4 and 8 is 4*x + 8\nWe finding range for number so it is exclusive of the values so = sign is not used in the inequality then 0 < 4*x + 8 < 12\nCompound Inequality: 0 < 4*x + 8 < 12\n\nSymbolic Form: [[0 < 4*x + 8, 4*x + 8 < 12, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the range of possible values for the number.\n2. The difference between twice a number and five is less than or equal to seven, but greater than or equal to negative three.\n\nIdentify problem type: The difference between twice a number and five is less than or equal to seven, but greater than or equal to negative three sets the range of acceptable differences. This implies the use of compound inequalities to solve the problem.\n\nDefine the variables and formulate the compound inequality:\nLet x be the number.\nThe difference between twice a number and five is 2*x - 5\nBecause it is less than or equal to seven and greater than or equal to negative three so = sign is used in the inequality then -3 <= 2*x - 5 <= 7\n\nCompound Inequality: -3 <= 2*x - 5 <= 7\n\nSymbolic Form: [[-3 <= 2*x - 5, 2*x - 5 <= 7, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the possible weekly earnings of the part-time employee.\n2. The hourly wage is between $15 and $20, inclusive.\n3. The employee is expected to work at least 20 hours but no more than 30 hours per week.\n\nIdentify problem type: The hourly wage is between $15 and $20, inclusive sets the range of acceptable hourly wages for the employee. This implies the use of compound inequalities to solve the problem.\n\nDefine the variables and formulate the compound inequality:\nLet x be the weekly earnings of the part-time employee and the weekly earnings can be calculated as the product of the hourly wage and the number of hours worked.\nThe hourly wage is between $15 and $20, inclusive so the hourly wage is between 15 and 20 inclusive of the values so = sign is used in the inequality then 15 <= Hourly wage <= 20\nThe employee is expected to work at least 20 hours but no more than 30 hours per week so the number of hours worked is between 20 and 30 inclusive of the values so = sign is used in the inequality then 20 <= Number of hours <= 30\nTotal earnings = Hourly wage * Number of hours\nCombining the inequalities: Hourly wage * Number of hours is between 15*20 and 20*30 inclusive of the values so = sign is used in the inequality then Compound Inequality: 15*20 <= x <= 20*30\n\nSymbolic Form: [[15*20 <= x, x <= 20*30, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find all possible widths of the rectangle.\n2. The area of the rectangle is to be at least 14 square inches and at most 28 square inches.\n3. The length of the rectangle is 7 inches.\n\nIdentify problem type: The area of the rectangle is to be at least 14 square inches and at most 28 square inches sets the range of acceptable areas for the rectangle. This implies the use of compound inequalities to solve the problem.\n\nDefine the variables and formulate the compound inequality:\nLet x be the width of the rectangle.\nThe area of the rectangle is given by A = length * width = 7 * x\nat least 14 square inches and at most 28 square inches so the area is between 14 and 28 inclusive of the values so = sign is used in the inequality then 14 <= 7 * x <= 28\nCompound Inequality: 14 <= 7 * x <= 28\nSymbolic Form: [[14 <= 7*x, 7*x <= 28, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the length of all possible sides that satisfy the condition.\n2. The perimeter of a square must be between 40 feet and 200 feet.\n\nIdentify problem type: The perimeter of a square must be between 40 feet and 200 feet sets the range of acceptable perimeters for the square. This implies the use of compound inequalities to solve the problem.\n\nDefine the variables and formulate the compound inequality:\nLet x be the length of a side of the square.\nThe perimeter of a square is given by P = 4*x\nbetween 40 and 200 feet so the perimeter is between 40 and 200 inclusive of the values so = sign is used in the inequality then 40 <= 4*x <= 200\n\nCompound Inequality: 40 <= 4*x <= 200\nSymbolic Form: [[40 <= 4*x, 4*x <= 200, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the possible values of Anna's number.\n2. If you subtract five from three times her number, the result is between negative two and ten.\n\nIdentify problem type: The result of subtracting five from three times her number is between negative two and ten, which sets the range of acceptable results. This implies the use of compound inequalities to solve the problem.\n\nDefine the variables and formulate the compound inequality:\nLet x be Anna's number.\nThe result of subtracting five from three times her number is 3*x - 5\nWe finding range for number so it is exclusive of the values so = sign is not used in the inequality then -2 < 3*x - 5 < 10\n\nCompound Inequality: -2 < 3*x - 5 < 10\n\nSymbolic Form: [[-2 < 3*x - 5, 3*x - 5 < 10, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the range for the number of tables the restaurant should purchase.\n2. The restaurant wants to have enough seating for at least 80 people but no more than 200 people.\n3. The tables seat between 4 and 8 people each.\n\nIdentify problem type: The restaurant wants to have enough seating for at least 80 people but no more than 200 people sets the range of acceptable seating capacities for the restaurant. This implies the use of compound inequalities to solve the problem.\n\nDefine the variables and formulate the compound inequality:\nLet x be the number of tables the restaurant should purchase.\nat least 80 people but no more than 200 people so the total seating capacity is between 80 and 200 inclusive of the values so = sign is used in the inequality then 80 <= Total seating capacity <= 200\nThe total seating capacity is the product of the number of tables and the seating capacity of each table.\nLet y be the seating capacity of each table (between 4 and 8 people).\nTotal seating capacity = x * y\nCombining the inequalities: 80 <= x * y <= 200\n\nSymbolic Form: [[80 <= x*y, x*y <= 200, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the possible range of groups the teacher can create.\n2. The number of students in each group is seven.\n3. The total number of students is between 42 and 56.\n\nIdentify problem type: The total number of students is between 42 and 56 sets the range of acceptable total students. This implies the use of compound inequalities to solve the problem.\n\nDefine the variables and formulate the compound inequality:\nLet x be the number of groups the teacher can create.\nThe total number of students is the product of the number of students in each group and the number of groups, which is 7*x.\nbetween 42 and 56 so the total number of students is between 42 and 56 inclusive of the values so = sign is used in the inequality then 42 <= 7*x <= 56\nCompound Inequality: 42 <= 7*x <= 56\nSymbolic Form: [[42 <= 7*x, 7*x <= 56, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the time spent in REM sleep.\n2. An adult sleeps 7 to 8 hours.\n3. 20% of the time you sleep is spent in rapid eye movement (REM) sleep.\n\nIdentify problem type: The adult sleeps 7 to 8 hours sets the range of acceptable sleep hours. This implies the use of compound inequalities to solve the problem.\n\nDefine the variables and formulate the compound inequality:\nLet x be the time spent in REM sleep.\nThe adult sleeps 7 to 8 hours so the time spent in REM sleep is between 20% of 7 and 20% of 8 inclusive of the values so = sign is used in the inequality then 0.2*7 <= x <= 0.2*8\nCompound Inequality: 1.4 <= x <= 1.6\nSymbolic Form: [[1.4 <= x, x <= 1.6, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the amount Luis can expect to spend after the rebate.\n2. The store is offering a $30 mail in rebate on all color printers.\n3. The color printers range in price from $175 to $260.\n\nIdentify problem type: The color printers range in price from $175 to $260 sets the range of acceptable prices for the color printers. This defines the lower and upper bounds of the acceptable prices making it a compound inequality problem.\n\nDefine the variables and formulate the compound inequality:\nLet x be the price of the color printer.\nranging from $175 to $260 is taking the price between 175 and 260 inclusive of the values so = sign is used in the inequality then 175 <= x <= 260\nThe store is offering a $30 mail in rebate on all color printers so the price after the rebate is x - 30\nCombining the inequalities and the rebate: 175 <= x - 30 <= 260\n\nSymbolic Form: [[175 <= x - 30, x - 30 <= 260, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the possible range of prices Emily can expect to pay after the discount.\n2. The bookstore offers a discount on all books priced between $15 and $50.\n3. The discount ranges from 15% to 25% off the original price, depending on the book's category.\n4. Emily wants to buy a book that costs $30 before the discount.\n\nIdentify problem type: The bookstore offers a discount on all books priced between $15 and $50 sets the range of acceptable prices for the book. This implies the use of compound inequalities to solve the problem.\n\nDefine the variables and formulate the compound inequality:\nLet x be the price of the book after the discount.\nbetween $15 and $50 can be written as 15 <= Original price <= 50\nThe discount ranges from 15% to 25% off the original price, depending on the book's category, so the discount is between 0.15*Original price and 0.25*Original price\nThe price after the discount is Original price - Discount\nSince Emily wants to buy a book that costs $30 before the discount, the original price is 30\nThe price after the discount is x = 30 - Discount\nCombining the inequalities and the discount: 30 - 0.25*30 <= x <= 30 - 0.15*30\nCompound Inequality: 22.5 <= x <= 25.5\n\nSymbolic Form: [[22.5 <= x, x <= 25.5, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the possible range of miles the company can travel while meeting both the cost and distance requirements.\n2. The bus rental company charges a flat fee of $200 for the first 20 miles and an additional $5 per mile for any distance beyond that.\n3. The company wants to keep the total cost of the bus rental between $500 and $800.\n4. They want to ensure that the total distance traveled is at least 50 miles but not more than 100 miles.\n\nIdentify problem type: The company wants to keep the total cost of the bus rental between $500 and $800 and the total distance traveled is at least 50 miles but not more than 100 miles sets the range of acceptable costs and distances for the bus rental. This implies the use of compound inequalities to solve the problem.\n\nDefine the variables and formulate the compound inequality:\nLet x be the number of miles beyond 20 miles traveled.\nThe total cost of the bus rental is between $500 and $800 so the cost is between 500 and 800 inclusive of the values so = sign is used in the inequality then 500 <= Cost <= 800\nThe total distance traveled is at least 50 miles but not more than 100 miles so the total distance is between 50 and 100 inclusive of the values so = sign is used in the inequality then 50 <= Total distance <= 100\nThe total distance is the sum of the first 20 miles and the additional miles: Total distance = 20 + x\nThe cost is the flat fee plus the additional cost per mile: Cost = 200 + 5*x\nCombining the inequalities: 500 <= 200 + 5*x <= 800 and 50 <= 20 + x <= 100\n\nSymbolic Form: [[500 <= 200 + 5*x, 200 + 5*x <= 800, 50 <= 20 + x, 20 + x <= 100, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the number of hcf the owner can use if she wants her usage to stay in the conservation range.\n2. The bill for Conservation Usage would be between or equal to $31.32 and $51.12.\n3. The property owner will pay $24.72 plus $1.32 per hcf for Conservation Usage.\n\nIdentify problem type: The bill for Conservation Usage would be between or equal to $31.32 and $51.12 sets the range of acceptable bills for Conservation Usage. This implies the use of compound inequalities to solve the problem.\n\nDefine the variables and formulate the compound inequality:\nLet x be the number of hcf the owner uses.\nbetween or equal to $31.32 and $51.12 so the bill is between 31.32 and 51.12 inclusive of the values so = sign is used in the inequality then 31.32 <= Bill <= 51.12\nThe bill is calculated as Bill = 24.72 + 1.32*x\nCompound Inequality: 31.32 <= 24.72 + 1.32*x <= 51.12\n\nSymbolic Form: [[31.32 <= 24.72 + 1.32*x, 24.72 + 1.32*x <= 51.12, x, solve]]"}
{"label": "", "predict": "Break down the word problem into smaller information:\n1. Our goal is to find the number of kWh the customer can use if they want their usage to stay in the Eco-Friendly range.\n2. The customer will pay a base fee of $15.50 plus $0.12 per kWh for Eco-Friendly Usage.\n3. The bill for Eco-Friendly Usage would be between or equal to $21.50 and $39.50.\n\nIdentify problem type: The bill for Eco-Friendly Usage would be between or equal to $21.50 and $39.50 sets the range of acceptable bills for the customer. This implies the use of compound inequalities to solve the problem.\n\nDefine the variables and formulate the compound inequality:\nLet x be the number of kWh the customer uses.\nbetween or equal to $21.50 and $39.50 so the bill is between 21.50 and 39.50 inclusive of the values so = sign is used in the inequality then 21.50 <= Bill <= 39.50\nThe bill is calculated as Bill = Base fee + Cost per kWh * Number of kWh\nBase fee is $15.50 and Cost per kWh is $0.12 so the bill is 15.50 + 0.12*x\nCompound Inequality: 21.50 <= 15.50 + 0.12*x <= 39.50\n\nSymbolic Form: [[21.50 <= 15.50 + 0.12*x, 15.50 + 0.12*x <= 39.50, x, solve]]"}